[
  {
    "id": 1,
    "title": "Samsung QN90A Neo QLED 55-inch",
    "category": "Téléviseurs",
    "ean": "8806092013987",
    "description": "Ce téléviseur QLED 4K intègre la technologie Quantum Matrix pour une luminosité et un contraste exceptionnels. Idéal pour les cinéphiles et les joueurs grâce à son taux de rafraîchissement élevé et son support HDR.",
    "specs": "Résolution 4K, Quantum HDR 32X, taux de rafraîchissement 120 Hz, connectivité Smart TV.",
    "price": 1350.0
  },
  {
    "id": 2,
    "title": "Samsung The Frame 43-inch",
    "category": "Téléviseurs",
    "ean": "8806090334071",
    "description": "Plus qu'un téléviseur, The Frame est conçu pour sublimer votre espace en affichant des œuvres d'art lorsqu'il n'est pas utilisé comme un écran traditionnel. Cadre personnalisable.",
    "specs": "Résolution 4K, mode Art, capteur de luminosité automatique.",
    "price": 900.0
  },
  {
    "id": 3,
    "title": "Samsung TU8000 50-inch Crystal UHD",
    "category": "Téléviseurs",
    "ean": "8806090334347",
    "description": "Téléviseur LED avec technologie Crystal Display pour une qualité d'image améliorée. Offre une expérience immersive avec des couleurs vibrantes et un design minimaliste.",
    "specs": "Résolution 4K, HDR10+, système d'exploitation Tizen.",
    "price": 400.0
  },
  {
    "id": 4,
    "title": "Samsung Sero 43-inch",
    "category": "Téléviseurs",
    "ean": "8806090392194",
    "description": "Innovant et adapté à l'ère numérique, le Sero est capable de pivoter entre les modes portrait et paysage, idéal pour le streaming et les réseaux sociaux.",
    "specs": "Résolution 4K, rotation automatique, connectivité Smart TV.",
    "price": 144.0
  },
  {
    "id": 5,
    "title": "Samsung Terrace 65-inch Outdoor QLED",
    "category": "Téléviseurs",
    "ean": "8806090478232",
    "description": "Conçu pour résister aux éléments, ce téléviseur QLED offre une expérience de visionnage en extérieur avec une luminosité exceptionnelle et une résistance aux intempéries.",
    "specs": "Résolution 4K, luminosité de 2000 nits, norme de protection IP55.",
    "price": 4500.0
  },

  {
    "id": 6,
    "title": "Samsung Odyssey G9 49-inch",
    "category": "Écrans",
    "ean": "8806090435969",
    "description": "Moniteur gaming ultra-large et incurvé qui enveloppe votre champ de vision avec une résolution Dual QHD et un taux de rafraîchissement de 240 Hz pour une expérience de jeu sans précédent.",
    "specs": "Dual QHD, 240 Hz, technologie QLED.",
    "price": 1260.0
  },
  {
    "id": 7,
    "title": "Samsung Space Monitor 32-inch",
    "category": "Écrans",
    "ean": "8801643628447",
    "description": "Ce moniteur est conçu pour maximiser votre espace de travail avec un support minimaliste qui se fixe à l'arrière du bureau, permettant de l'ajuster facilement.",
    "specs": "Résolution 4K, support ajustable.",
    "price": 450.0
  },
  {
    "id": 8,
    "title": "Samsung CRG5 27-inch",
    "category": "Écrans",
    "ean": "8806090137343",
    "description": "Moniteur incurvé avec un taux de rafraîchissement élevé, offrant une expérience de jeu fluide grâce à la compatibilité G-Sync et un temps de réponse rapide.",
    "specs": "Full HD, 240 Hz, G-Sync compatible.",
    "price": 360.0
  },
  {
    "id": 9,
    "title": "Samsung Smart Monitor M7 32-inch",
    "category": "Écrans",
    "ean": "8806090976735",
    "description": "Un moniteur intelligent qui peut servir à la fois de téléviseur et de moniteur pour PC, avec des applications de streaming intégrées et la possibilité de se connecter sans fil à des appareils mobiles.",
    "specs": "Résolution 4K, applications intégrées, connexion mobile sans fil.",
    "price": 36.0
  },
  {
    "id": 10,
    "title": "Samsung U28E590D 28-inch",
    "category": "Écrans",
    "ean": "8806086929493",
    "description": "Moniteur 4K abordable parfait pour la maison ou le bureau, avec support AMD FreeSync pour réduire les déchirures d'écran lors du jeu.",
    "specs": "4K, 1 ms de temps de réponse, FreeSync.",
    "price": 270.0
  },
  {
    "id": 11,
    "title": "Samsung Galaxy Book Pro 360 15-inch",
    "category": "Ordinateur",
    "ean": "8806092311702",
    "description": "Ultra-fin et léger, cet ordinateur portable 2-en-1 avec écran tactile AMOLED offre des performances puissantes et une polyvalence exceptionnelle pour les professionnels en déplacement.",
    "specs": "Intel Core i7, 16 GB RAM, 1 TB SSD, écran AMOLED.",
    "price": 1350.0
  },
  {
    "id": 12,
    "title": "Samsung Galaxy Book Flex2 Alpha",
    "category": "Ordinateur",
    "ean": "8806090962561",
    "description": "Convertible élégant avec écran QLED tactile, offrant des performances solides et une batterie longue durée pour les utilisateurs exigeants.",
    "specs": "Intel Core i7, 16 GB RAM, 512 GB SSD.",
    "price": 765.0
  },
  {
    "id": 13,
    "title": "Samsung Galaxy Chromebook 2",
    "category": "Ordinateur",
    "ean": "8806090975783",
    "description": "Chromebook haut de gamme avec un écran QLED vibrant, parfait pour ceux qui cherchent un appareil léger avec une longue autonomie de batterie.",
    "specs": "Intel Core i3, 8 GB RAM, 128 GB SSD.",
    "price": 495.0
  },
  {
    "id": 14,
    "title": "Samsung Galaxy Book Ion 13.3-inch",
    "category": "Ordinateur",
    "ean": "8806090489244",
    "description": "Ordinateur portable ultra-léger avec écran QLED, offrant une haute résolution et des couleurs éclatantes, idéal pour les professionnels et les étudiants.",
    "specs": "Intel Core i7, 8 GB RAM, 512 GB SSD.",
    "price": 108.0
  },
  {
    "id": 15,
    "title": "Samsung Notebook 9 Pro",
    "category": "Ordinateur",
    "ean": "8806088852924",
    "description": "Un ordinateur portable polyvalent avec écran tactile Full HD, stylus S-Pen inclus, parfait pour les créatifs et les professionnels.",
    "specs": "Intel Core i7, 16 GB RAM, 256 GB SSD.",
    "price": 990.0
  },

  {
    "id": 16,
    "title": "Samsung Galaxy S21 Ultra",
    "category": "Téléphone",
    "ean": "8806090896684",
    "description": "Le fleuron des smartphones Samsung avec un appareil photo avancé de 108 MP, écran Dynamic AMOLED 2X, et prise en charge de la 5G.",
    "specs": "Écran 6.8 pouces, 12 GB RAM, jusqu'à 512 GB de stockage, 5G.",
    "price": 1080.0
  },
  {
    "id": 17,
    "title": "Samsung Galaxy Note 20 Ultra",
    "category": "Téléphone",
    "ean": "8806090484485",
    "description": "Smartphone conçu pour la productivité avec un S-Pen amélioré, écran large et puissantes capacités multitâches.",
    "specs": "Écran 6.9 pouces, 12 GB RAM, jusqu'à 512 GB de stockage, 5G.",
    "price": 1170.0
  },
  {
    "id": 18,
    "title": "Samsung Galaxy Z Fold 3",
    "category": "Téléphone",
    "ean": "8806092576820",
    "description": "Innovateur smartphone pliable avec écran principal de 7.6 pouces, prise en charge S-Pen et durabilité améliorée.",
    "specs": "Écran principal 7.6 pouces, 12 GB RAM, 256/512 GB de stockage, 5G.",
    "price": 1620.0
  },
  {
    "id": 19,
    "title": "Samsung Galaxy A52 5G",
    "category": "Téléphone",
    "ean": "8806090846689",
    "description": "Smartphone milieu de gamme offrant un excellent rapport qualité-price, avec un appareil photo compétent et une bonne autonomie de batterie.",
    "specs": "Écran 6.5 pouces, 6 GB RAM, 128 GB de stockage, 5G.",
    "price": 36.0
  },
  {
    "id": 20,
    "title": "Samsung Galaxy M32",
    "category": "Téléphone",
    "ean": "8806092318152",
    "description": "Smartphone économique avec un grand écran et une batterie massive pour une utilisation prolongée sans recharge.",
    "specs": "Écran 6.4 pouces, 4 GB RAM, 64 GB de stockage.",
    "price": 252.0
  }
]